{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      "<bos>": 1,
      "<eos>": 2,
      "!": 3,
      "\"": 4,
      "#": 5,
      "$": 6,
      "%": 7,
      "&": 8,
      "'": 9,
      "(": 10,
      ")": 11,
      "*": 12,
      "+": 13,
      ",": 14,
      "-": 15,
      ".": 16,
      "/": 17,
      "0": 18,
      "1": 19,
      "2": 20,
      "3": 21,
      "4": 22,
      "5": 23,
      "6": 24,
      "7": 25,
      "8": 26,
      "9": 27,
      ":": 28,
      ";": 29,
      "<": 30,
      "=": 31,
      ">": 32,
      "?": 33,
      "@": 34,
      "A": 35,
      "B": 36,
      "C": 37,
      "D": 38,
      "E": 39,
      "F": 40,
      "G": 41,
      "H": 42,
      "I": 43,
      "J": 44,
      "K": 45,
      "L": 46,
      "M": 47,
      "N": 48,
      "O": 49,
      "P": 50,
      "Q": 51,
      "R": 52,
      "S": 53,
      "T": 54,
      "U": 55,
      "V": 56,
      "W": 57,
      "X": 58,
      "Y": 59,
      "Z": 60,
      "[": 61,
      "\\": 62,
      "]": 63,
      "^": 64,
      "_": 65,
      "`": 66,
      "a": 67,
      "b": 68,
      "c": 69,
      "d": 70,
      "e": 71,
      "f": 72,
      "g": 73,
      "h": 74,
      "i": 75,
      "j": 76,
      "k": 77,
      "l": 78,
      "m": 79,
      "n": 80,
      "o": 81,
      "p": 82,
      "q": 83,
      "r": 84,
      "s": 85,
      "t": 86,
      "u": 87,
      "v": 88,
      "w": 89,
      "x": 90,
      "y": 91,
      "z": 92,
      "{": 93,
      "|": 94,
      "}": 95,
      "~": 96,
      "¡": 97,
      "¢": 98,
      "£": 99,
      "¤": 100,
      "¥": 101,
      "¦": 102,
      "§": 103,
      "¨": 104,
      "©": 105,
      "ª": 106,
      "«": 107,
      "¬": 108,
      "®": 109,
      "¯": 110,
      "°": 111,
      "±": 112,
      "²": 113,
      "³": 114,
      "´": 115,
      "µ": 116,
      "¶": 117,
      "·": 118,
      "¸": 119,
      "¹": 120,
      "º": 121,
      "»": 122,
      "¼": 123,
      "½": 124,
      "¾": 125,
      "¿": 126,
      "Â": 127,
      "Ã": 128,
      "Ä": 129,
      "Å": 130,
      "Æ": 131,
      "Ç": 132,
      "È": 133,
      "É": 134,
      "Ê": 135,
      "Ë": 136,
      "Ì": 137,
      "Í": 138,
      "Î": 139,
      "Ï": 140,
      "Ð": 141,
      "Ñ": 142,
      "Ò": 143,
      "Ô": 144,
      "Õ": 145,
      "×": 146,
      "Ø": 147,
      "Ù": 148,
      "Û": 149,
      "ß": 150,
      "à": 151,
      "á": 152,
      "â": 153,
      "ã": 154,
      "ä": 155,
      "å": 156,
      "æ": 157,
      "ç": 158,
      "è": 159,
      "é": 160,
      "ê": 161,
      "ë": 162,
      "ì": 163,
      "í": 164,
      "î": 165,
      "ï": 166,
      "ð": 167,
      "ĉ": 168,
      "Ċ": 169,
      "Ĕ": 170,
      "Ě": 171,
      "Ġ": 172,
      "Ģ": 173,
      "ģ": 174,
      "Ĥ": 175,
      "ĥ": 176,
      "Ħ": 177,
      "ħ": 178,
      "Ĩ": 179,
      "ĩ": 180,
      "Ī": 181,
      "ī": 182,
      "Ĭ": 183,
      "ĭ": 184,
      "Į": 185,
      "į": 186,
      "İ": 187,
      "ı": 188,
      "Ĳ": 189,
      "ĳ": 190,
      "Ĵ": 191,
      "ĵ": 192,
      "Ķ": 193,
      "ķ": 194,
      "ĸ": 195,
      "Ĺ": 196,
      "ĺ": 197,
      "Ļ": 198,
      "ļ": 199,
      "Ľ": 200,
      "ľ": 201,
      "Ŀ": 202,
      "ŀ": 203,
      "Ł": 204,
      "ł": 205,
      "Ń": 206,
      "Ġt": 207,
      "Ġa": 208,
      "he": 209,
      "in": 210,
      "re": 211,
      "Ġthe": 212,
      "on": 213,
      "er": 214,
      "Ġs": 215,
      "at": 216,
      "Ġc": 217,
      "en": 218,
      "Ġw": 219,
      "or": 220,
      "is": 221,
      "ou": 222,
      "es": 223,
      "it": 224,
      "ing": 225,
      "Ġf": 226,
      "an": 227,
      "Ġan": 228,
      "Ġp": 229,
      "Ġb": 230,
      "Ġm": 231,
      "Ġo": 232,
      "Ġto": 233,
      "al": 234,
      "Ġin": 235,
      "Ġd": 236,
      "le": 237,
      "ar": 238,
      "ed": 239,
      "Ġand": 240,
      "ion": 241,
      "us": 242,
      "Ġof": 243,
      "Ġth": 244,
      "ic": 245,
      "as": 246,
      "ĠI": 247,
      "Ġh": 248,
      "om": 249,
      "ot": 250,
      "ent": 251,
      "Ġn": 252,
      "Ġre": 253,
      "Ġl": 254,
      "ct": 255,
      "Ġe": 256,
      "Ġis": 257,
      "ve": 258,
      "Ġy": 259,
      "ly": 260,
      "et": 261,
      "ĠT": 262,
      "Ġg": 263,
      "ow": 264,
      "ll": 265,
      "Ġyou": 266,
      "st": 267,
      "ro": 268,
      "im": 269,
      "id": 270,
      "ut": 271,
      "Ġthat": 272,
      "Ġbe": 273,
      "Ġit": 274,
      "Ġst": 275,
      "ce": 276,
      "am": 277,
      "Ġfor": 278,
      "ay": 279,
      "un": 280,
      "Ġ`": 281,
      "if": 282,
      "ch": 283,
      "ld": 284,
      "Ġon": 285,
      "od": 286,
      "ur": 287,
      "ig": 288,
      "ith": 289,
      "ĠS": 290,
      "ver": 291,
      "ĠA": 292,
      "\"\"": 293,
      "ation": 294,
      "ad": 295,
      "se": 296,
      "ate": 297,
      "um": 298,
      "Ġas": 299,
      "ĠThe": 300,
      "Ġwith": 301,
      "user": 302,
      "ir": 303,
      "Ġcon": 304,
      "Ġwh": 305,
      "ke": 306,
      "ul": 307,
      "ol": 308,
      "Ġhe": 309,
      "Ġcan": 310,
      "bot": 311,
      "ĠC": 312,
      "Ġor": 313,
      "out": 314,
      "est": 315,
      "il": 316,
      "Ġus": 317,
      "Ġare": 318,
      "th": 319,
      "ĠH": 320,
      "Ġwe": 321,
      "Ġpro": 322,
      "ers": 323,
      "qu": 324,
      "ge": 325,
      "ist": 326,
      "ĠW": 327,
      "Ġex": 328,
      "ri": 329,
      "ra": 330,
      "Ġthis": 331,
      "ab": 332,
      "Ġde": 333,
      "pe": 334,
      "her": 335,
      "Ġv": 336,
      "Ġha": 337,
      "Ġ1": 338,
      "Ġcom": 339,
      "ter": 340,
      "ment": 341,
      "ĠP": 342,
      "res": 343,
      "op": 344,
      "ess": 345,
      "Ġse": 346,
      "Ġ(": 347,
      "Ġdo": 348,
      "Ġne": 349,
      "rom": 350,
      "ck": 351,
      "Ġr": 352,
      "pp": 353,
      "ould": 354,
      "and": 355,
      "ill": 356,
      "``": 357,
      "ore": 358,
      "ction": 359,
      "Ġsu": 360,
      "nt": 361,
      "Ġ=": 362,
      "ant": 363,
      "ort": 364,
      "Ġnot": 365,
      "ĠM": 366,
      "ive": 367,
      "iv": 368,
      "ĠB": 369,
      "ain": 370,
      "ally": 371,
      "em": 372,
      "ht": 373,
      "Ġhave": 374,
      "Ġ-": 375,
      "Ġ\"\"": 376,
      "os": 377,
      "Ġfrom": 378,
      "ie": 379,
      "Ġby": 380,
      "Ġch": 381,
      "el": 382,
      "pt": 383,
      "end": 384,
      "Ġal": 385,
      "ere": 386,
      "Ġwas": 387,
      "Ġat": 388,
      "ĠF": 389,
      "pl": 390,
      "Ġme": 391,
      "Ġwor": 392,
      "ĠD": 393,
      "Ġab": 394,
      "Ġle": 395,
      "Ġ2": 396,
      "ome": 397,
      "nd": 398,
      "art": 399,
      "Ġar": 400,
      "'s": 401,
      "Ġsh": 402,
      "Ġyour": 403,
      "ust": 404,
      "ity": 405,
      "ies": 406,
      "ight": 407,
      "ine": 408,
      "Ġun": 409,
      "Ġj": 410,
      "Ġim": 411,
      "ame": 412,
      "Ġlo": 413,
      "ence": 414,
      "ak": 415,
      "ĠTh": 416,
      "ue": 417,
      "all": 418,
      "Ġbut": 419,
      "\\'": 420,
      "te": 421,
      "Ġk": 422,
      "Ġli": 423,
      "ple": 424,
      "ĠR": 425,
      "Ġ\"": 426,
      "ure": 427,
      "Ġif": 428,
      "iz": 429,
      "Ġmy": 430,
      "age": 431,
      "ide": 432,
      "ass": 433,
      "ich": 434,
      "ect": 435,
      "ĠE": 436,
      "act": 437,
      "ĠN": 438,
      "Ġqu": 439,
      "our": 440,
      "ci": 441,
      "Ġthey": 442,
      "Ġwhe": 443,
      "Ġfun": 444,
      "Ġso": 445,
      "ud": 446,
      "Ġen": 447,
      "ult": 448,
      "ind": 449,
      "Ġgo": 450,
      "per": 451,
      "ĠO": 452,
      "able": 453,
      "int": 454,
      "ok": 455,
      "Ġpl": 456,
      "Ġtr": 457,
      "Ġint": 458,
      "ĠY": 459,
      "ther": 460,
      "yth": 461,
      "Ġwill": 462,
      "Ġcl": 463,
      "ĠIn": 464,
      "up": 465,
      "one": 466,
      "ake": 467,
      "ĠG": 468,
      "Ġfo": 469,
      "orm": 470,
      "ile": 471,
      "Ġlike": 472,
      "Ġall": 473,
      "ost": 474,
      "ode": 475,
      "Ġout": 476,
      "Ġad": 477,
      "ag": 478,
      "Ġres": 479,
      "ĠL": 480,
      "oug": 481,
      "Ġwhich": 482,
      "Ġfunction": 483,
      "are": 484,
      "ĠWh": 485,
      "ard": 486,
      "xt": 487,
      "Ġtheir": 488,
      "Ġabout": 489,
      "put": 490,
      "urn": 491,
      "Ġte": 492,
      "so": 493,
      "ase": 494,
      "cc": 495,
      "ire": 496,
      "ions": 497,
      "ime": 498,
      "ber": 499,
      "Ġsome": 500,
      "ated": 501,
      "ach": 502,
      "Ġpr": 503,
      "ack": 504,
      "ast": 505,
      "ound": 506,
      "Ġ'": 507,
      "ring": 508,
      "Ġ```": 509,
      "port": 510,
      "Ġnum": 511,
      ".\\": 512,
      "ice": 513,
      "ong": 514,
      "cl": 515,
      "'t": 516,
      "Ġuse": 517,
      "ary": 518,
      "Ġret": 519,
      "ĠIt": 520,
      "Ġusing": 521,
      "ython": 522,
      "ac": 523,
      "ep": 524,
      "Ġwould": 525,
      "ans": 526,
      "ĠJ": 527,
      "ĠThis": 528,
      "der": 529,
      "ff": 530,
      "Ġ3": 531,
      "ĠU": 532,
      "ous": 533,
      "Ġmore": 534,
      "Ġhas": 535,
      "Ġcont": 536,
      "Ġpre": 537,
      "ble": 538,
      "ĠHow": 539,
      "av": 540,
      "form": 541,
      "Ġup": 542,
      "Ġsent": 543,
      "00": 544,
      "Ġget": 545,
      "ough": 546,
      "Ġother": 547,
      "now": 548,
      "wer": 549,
      "Ġcode": 550,
      "Ġpe": 551,
      "Ġfe": 552,
      "Ġcre": 553,
      "Ġthem": 554,
      "Ġspe": 555,
      "og": 556,
      "Ġwork": 557,
      "ical": 558,
      "()": 559,
      "Ġreturn": 560,
      "ates": 561,
      "Ġdis": 562,
      "aus": 563,
      "Ġthere": 564,
      "ap": 565,
      "Ġcomp": 566,
      "Ġhis": 567,
      "ount": 568,
      "ata": 569,
      "Ġman": 570,
      "Ġone": 571,
      "eth": 572,
      "Ġany": 573,
      "ial": 574,
      "du": 575,
      "ance": 576,
      "ink": 577,
      "ite": 578,
      "Ġev": 579,
      "ople": 580,
      "Ġapp": 581,
      "Ġtw": 582,
      "ress": 583,
      "ry": 584,
      "ĠYou": 585,
      "led": 586,
      "Ġwhat": 587,
      "ace": 588,
      "Ġknow": 589,
      "ord": 590,
      "Ġwho": 591,
      "swer": 592,
      "ari": 593,
      "ear": 594,
      "irst": 595,
      "ign": 596,
      "llow": 597,
      "Ġwant": 598,
      "Ġbec": 599,
      "ations": 600,
      "ces": 601,
      "ip": 602,
      "ents": 603,
      "Ġquest": 604,
      "Ġco": 605,
      "Ġpeople": 606,
      "Ġgr": 607,
      "Ġlist": 608,
      "very": 609,
      "Ġalso": 610,
      "Ġval": 611,
      "Ġhow": 612,
      "Ġam": 613,
      "Ġtime": 614,
      "ific": 615,
      "ray": 616,
      "Ġneed": 617,
      "ject": 618,
      "Ġwhen": 619,
      "ub": 620,
      "fere": 621,
      "Ġele": 622,
      "ĠWhat": 623,
      "Ġinto": 624,
      "iven": 625,
      "Ġind": 626,
      "ru": 627,
      "ang": 628,
      "Ġjust": 629,
      "Ġprov": 630,
      "con": 631,
      "Ġover": 632,
      "Ġfollow": 633,
      "Ġdef": 634,
      "ĠIf": 635,
      "Ġper": 636,
      "ause": 637,
      "Ġmod": 638,
      "Ġ{": 639,
      "ition": 640,
      "ict": 641,
      "Ġpos": 642,
      "ose": 643,
      "Ġher": 644,
      "Ġits": 645,
      "Ġdes": 646,
      "ating": 647,
      ":\\": 648,
      "ater": 649,
      "Ġ<": 650,
      "Ġtwo": 651,
      "ne": 652,
      "Ġimport": 653,
      "Ġdif": 654,
      "ree": 655,
      "Ġhel": 656,
      "ener": 657,
      "ample": 658,
      "ays": 659,
      "Ġ```\\": 660,
      "Ġ}": 661,
      "Ġsp": 662,
      "ick": 663,
      "Ġ4": 664,
      "Ġsc": 665,
      "lo": 666,
      "Ġbet": 667,
      "ory": 668,
      "Ġnew": 669,
      "ise": 670,
      "Ġhelp": 671,
      "Ġpart": 672,
      "gr": 673,
      "ail": 674,
      "Ġem": 675,
      "Ġmake": 676,
      "Ġno": 677,
      "Ġsentence": 678,
      "Ġthan": 679,
      "Ġadd": 680,
      "hes": 681,
      "ens": 682,
      "Ġanswer": 683,
      "Ġacc": 684,
      "..": 685,
      "Ġfirst": 686,
      "Ġthen": 687,
      "Ġdoes": 688,
      "```": 689,
      "Ġcal": 690,
      "Ġ5": 691,
      "Ġcomm": 692,
      "ish": 693,
      "cess": 694,
      "we": 695,
      "Ġmo": 696,
      "vie": 697,
      "Ġquestion": 698,
      "ia": 699,
      "ings": 700,
      ").": 701,
      "Ġeach": 702,
      "ments": 703,
      "Ġsa": 704,
      "Ġgiven": 705,
      "Ġro": 706,
      "Ġshould": 707,
      "lf": 708,
      "ild": 709,
      "Ġnumber": 710,
      "ors": 711,
      "Ġrec": 712,
      "Ġdata": 713,
      "clud": 714,
      "Ġspec": 715,
      "Ġke": 716,
      "Ġact": 717,
      "vel": 718,
      "Ġyear": 719,
      "Ġcould": 720,
      "erm": 721,
      "ased": 722,
      "fter": 723,
      "own": 724,
      ".\"\"": 725,
      "ange": 726,
      "ize": 727,
      "Ġexample": 728,
      "Ġclass": 729,
      "Ġdiffere": 730,
      "Ġoff": 731,
      "Ġdon": 732,
      "Ġhad": 733,
      "les": 734,
      "Ġthink": 735,
      "get": 736,
      "Ġstring": 737,
      "Ġcol": 738,
      "Ġset": 739,
      "Ġsub": 740,
      "Ġthese": 741,
      "lic": 742,
      "Ġbeen": 743,
      "Ġph": 744,
      "ting": 745,
      "Ġpo": 746,
      "oth": 747,
      "Ġinst": 748,
      "ax": 749,
      "Ġbo": 750,
      "vers": 751,
      "Ġvari": 752,
      "ĠSt": 753,
      "yp": 754,
      "Ġtra": 755,
      "'m": 756,
      "Ġcons": 757,
      "cri": 758,
      "si": 759,
      "Ġwere": 760,
      "Ġunder": 761,
      "Ġarray": 762,
      "Ġag": 763,
      "Ġbecause": 764,
      "Ġthr": 765,
      "Ġser": 766,
      "Ġstate": 767,
      "Ġob": 768,
      "python": 769,
      "ĠAn": 770,
      "erson": 771,
      "Ġfind": 772,
      "Ġgener": 773,
      "Ġfollowing": 774,
      "ual": 775,
      "Ġshe": 776,
      "ĠK": 777,
      "Ġi": 778,
      "ative": 779,
      "ful": 780,
      "Ġmost": 781,
      "Ġchar": 782,
      "Ġche": 783,
      "ph": 784,
      "Ġ0": 785,
      "Ġrel": 786,
      "Ġused": 787,
      "aking": 788,
      "rit": 789,
      "Ġresult": 790,
      "Ġword": 791,
      "nT": 792,
      "Ġwhere": 793,
      "ning": 794,
      "Ġway": 795,
      "ify": 796,
      "akes": 797,
      "Ġinform": 798,
      "Ġform": 799,
      "Ġprint": 800,
      "igh": 801,
      "ethod": 802,
      "ys": 803,
      "ath": 804,
      "ert": 805,
      "ex": 806,
      "ĠPython": 807,
      ");": 808,
      "red": 809,
      "pon": 810,
      "ues": 811,
      "Ġcreate": 812,
      "ĠHe": 813,
      "ĠSte": 814,
      "Ġmethod": 815,
      "ob": 816,
      "Ġonly": 817,
      "ark": 818,
      "ĠCh": 819,
      "Ġthrough": 820,
      "ĠWe": 821,
      "Ġsy": 822,
      "Ġsuch": 823,
      "Ġcur": 824,
      "Ġgood": 825,
      "fore": 826,
      "Ġinformation": 827,
      "In": 828,
      "',": 829,
      "ĠRe": 830,
      "pect": 831,
      "gg": 832,
      "Ġstart": 833,
      "hen": 834,
      "Ġinclud": 835,
      "Ġcor": 836,
      "Ġbeing": 837,
      "Ġatt": 838,
      "Ġrem": 839,
      "ĠHere": 840,
      "Ġdid": 841,
      "ade": 842,
      "ĠStep": 843,
      "):": 844,
      "ving": 845,
      "Ġprodu": 846,
      "ular": 847,
      "bers": 848,
      "Ġinter": 849,
      "),": 850,
      "cre": 851,
      "li": 852,
      "Ġbu": 853,
      "Ġsim": 854,
      "ask": 855,
      "ft": 856,
      "Ġmay": 857,
      "Ġ19": 858,
      "rent": 859,
      "ually": 860,
      "Ġfl": 861,
      "ween": 862,
      "Ġdifferent": 863,
      "Ġent": 864,
      "ĠV": 865,
      "Ġperson": 866,
      "Ġprovid": 867,
      "Ġwhile": 868,
      "Ġback": 869,
      "Ġdet": 870,
      "Ġsee": 871,
      "Ġpass": 872,
      "Ġbetween": 873,
      "Ġrequ": 874,
      "Ġinput": 875,
      "Ġtry": 876,
      "Ġhim": 877,
      "Ġsm": 878,
      "reat": 879,
      "Ġlook": 880,
      "ĠCan": 881,
      "Ġvalue": 882,
      "ution": 883,
      "Ġafter": 884,
      "Ġ+": 885,
      "Ġeven": 886,
      "Ġsol": 887,
      "arch": 888,
      "oc": 889,
      "oy": 890,
      "text": 891,
      "cial": 892,
      "Ġsame": 893,
      "ty": 894,
      "ason": 895,
      "other": 896,
      "ics": 897,
      "Ġvery": 898,
      "uch": 899,
      "ng": 900,
      "Ġsom": 901,
      "Ġcount": 902,
      "ems": 903,
      "Ġinv": 904,
      "Ġpar": 905,
      "Ġcharact": 906,
      "ious": 907,
      "read": 908,
      "eng": 909,
      "ower": 910,
      "ian": 911,
      "self": 912,
      "Ġeff": 913,
      "Ġimp": 914,
      "ife": 915,
      "gram": 916,
      "uring": 917,
      "Ġopt": 918,
      "Ġass": 919,
      "ten": 920,
      "ever": 921,
      "__": 922,
      "Ġspecific": 923,
      "Ġlet": 924,
      "ved": 925,
      "Ġcar": 926,
      "Ġlong": 927,
      "Ġmat": 928,
      "Ġname": 929,
      "ows": 930,
      "Ġwell": 931,
      "Ġ[": 932,
      "wn": 933,
      "Ġboth": 934,
      "Ġra": 935,
      "Ġend": 936,
      "Ġfil": 937,
      "ures": 938,
      "Ġuser": 939,
      "ically": 940,
      "Ġmany": 941,
      "ĠIs": 942,
      "Ġexper": 943,
      "Ġcall": 944,
      "ied": 945,
      "ities": 946,
      "Ġ/": 947,
      "ract": 948,
      "Ġmodel": 949,
      "`,": 950,
      "ves": 951,
      "ident": 952,
      "Ġreg": 953,
      "com": 954,
      "ily": 955,
      "Ġmuch": 956,
      "ove": 957,
      "Ġrep": 958,
      "mer": 959,
      "Ġprogram": 960,
      "Ġmight": 961,
      "Ġstud": 962,
      "hed": 963,
      "Ġreally": 964,
      "ks": 965,
      "Ġ#": 966,
      "enc": 967,
      "stand": 968,
      "Ġ20": 969,
      "als": 970,
      "ĠAs": 971,
      "Ġtrans": 972,
      "view": 973,
      "Ġ6": 974,
      "Ġac": 975,
      "Ġyears": 976,
      "its": 977,
      "`.": 978,
      "ĠSo": 979,
      "ĠTo": 980,
      "Ġprocess": 981,
      "nIn": 982,
      "Ġhand": 983,
      "sible": 984,
      "cept": 985,
      "Ġour": 986,
      "Ġcalled": 987,
      "Ġfeel": 988,
      "Ġplay": 989,
      "cul": 990,
      "Ġexp": 991,
      "Ġsupp": 992,
      "Ġmain": 993,
      "Ġread": 994,
      "Ġcurrent": 995,
      "ieve": 996,
      "ered": 997,
      "Ġmean": 998,
      "Ġdec": 999,
      "be": 1000,
      "Ġdown": 1001,
      "nce": 1002,
      "Ġhigh": 1003,
      "Ġsay": 1004,
      "Ġext": 1005,
      "Ġloc": 1006,
      "Ġgu": 1007,
      "ething": 1008,
      "irect": 1009,
      "Ġrun": 1010,
      "ef": 1011,
      "ĠFor": 1012,
      "Ġconst": 1013,
      "ĠThere": 1014,
      "ense": 1015,
      "Ġright": 1016,
      "Ġart": 1017,
      "Ġtext": 1018,
      "Ġmin": 1019,
      "Ġbl": 1020,
      "ince": 1021,
      "ility": 1022,
      "cript": 1023,
      "Ġbr": 1024,
      "Ġbel": 1025,
      "ug": 1026,
      "Ġobject": 1027,
      "Ġpoint": 1028,
      "Ġsaid": 1029,
      "ib": 1030,
      "ield": 1031,
      "riend": 1032,
      "old": 1033,
      "Ġtake": 1034,
      "ery": 1035,
      "iss": 1036,
      "itive": 1037,
      "side": 1038,
      "arn": 1039,
      "olog": 1040,
      "ars": 1041,
      "Ġsum": 1042,
      "Ġelement": 1043,
      "inal": 1044,
      "inally": 1045,
      "Ġ.": 1046,
      "ĠThey": 1047,
      "resent": 1048,
      "Ġsomething": 1049,
      "Ġstep": 1050,
      "Ġeng": 1051,
      "ines": 1052,
      "lect": 1053,
      "Ġbefore": 1054,
      "ool": 1055,
      "oup": 1056,
      "Ġevery": 1057,
      "ather": 1058,
      "Ġcheck": 1059,
      "Ġfound": 1060,
      "cond": 1061,
      "ody": 1062,
      "Ġref": 1063,
      "Ġ10": 1064,
      "Ġla": 1065,
      "but": 1066,
      "ype": 1067,
      "--": 1068,
      "Ġpol": 1069,
      "blem": 1070,
      "rect": 1071,
      "Ġfact": 1072,
      "cus": 1073,
      "ren": 1074,
      "word": 1075,
      "\",": 1076,
      "Ġel": 1077,
      "Ġexpl": 1078,
      "ention": 1079,
      "Ġcase": 1080,
      "Ġstr": 1081,
      "pr": 1082,
      "Ġwater": 1083,
      "alk": 1084,
      "ec": 1085,
      "day": 1086,
      "Ġsign": 1087,
      "Ġunderstand": 1088,
      "ited": 1089,
      "Ġnumbers": 1090,
      "Ġnow": 1091,
      "ĠBut": 1092,
      "ix": 1093,
      "ĠDo": 1094,
      "ruct": 1095,
      "ired": 1096,
      "ices": 1097,
      "Ġlar": 1098,
      "ward": 1099,
      "Ġarg": 1100,
      "arr": 1101,
      "ell": 1102,
      "ustom": 1103,
      "Ġprovide": 1104,
      "()`": 1105,
      "ĠCon": 1106,
      "Ġexperi": 1107,
      "Ġcomple": 1108,
      "Ġdep": 1109,
      "Ġbased": 1110,
      "Ġhapp": 1111,
      "stem": 1112,
      "ublic": 1113,
      "Ġproblem": 1114,
      "Ġtell": 1115,
      "ĠMy": 1116,
      "br": 1117,
      "Ġsk": 1118,
      "Ġkey": 1119,
      "Ġhum": 1120,
      "Ġthings": 1121,
      "ument": 1122,
      "ĠIm": 1123,
      "any": 1124,
      "Ġequ": 1125,
      "num": 1126,
      "Ġfam": 1127,
      "'re": 1128,
      "rop": 1129,
      "Ġreason": 1130,
      "ĠUn": 1131,
      "app": 1132,
      "ized": 1133,
      "name": 1134,
      "The": 1135,
      "ature": 1136,
      "Ġrespon": 1137,
      "Ġtakes": 1138,
      "Ġlot": 1139,
      "ork": 1140,
      "('": 1141,
      "Ġbest": 1142,
      "ctions": 1143,
      "imes": 1144,
      "Ġask": 1145,
      "ertain": 1146,
      "Ġown": 1147,
      "Ġperform": 1148,
      "alth": 1149,
      "Ġdirect": 1150,
      "ave": 1151,
      "othes": 1152,
      "ash": 1153,
      "ering": 1154,
      "val": 1155,
      "ences": 1156,
      "ven": 1157,
      "ced": 1158,
      "hip": 1159,
      "Ġtask": 1160,
      "air": 1161,
      "Ġmade": 1162,
      "Ġwr": 1163,
      "Ġday": 1164,
      "Ġcle": 1165,
      "Ġpop": 1166,
      "dd": 1167,
      "ient": 1168,
      "ought": 1169,
      "lease": 1170,
      "Ġgoing": 1171,
      "Ġagain": 1172,
      "ern": 1173,
      "Ġlife": 1174,
      "ything": 1175,
      "err": 1176,
      "ĠQ": 1177,
      "Ġjob": 1178,
      "ength": 1179,
      "Ġfood": 1180,
      "tle": 1181,
      "ages": 1182,
      "Ġconsid": 1183,
      "Ġhere": 1184,
      "Ġsure": 1185,
      "Ġstore": 1186,
      "ood": 1187,
      "Ġstatement": 1188,
      "Ġop": 1189,
      "ĠHowever": 1190,
      "Ġcontain": 1191,
      "Ġcare": 1192,
      "ĠAl": 1193,
      "Ġproduct": 1194,
      "Ġsur": 1195,
      "ote": 1196,
      "Ġstill": 1197,
      "tern": 1198,
      "Ġchild": 1199,
      "Ġloop": 1200,
      "Ġwords": 1201,
      ",\"\"": 1202,
      "Ġ7": 1203,
      "Ġide": 1204,
      "'ve": 1205,
      "Ġtest": 1206,
      "Ġaut": 1207,
      "ism": 1208,
      "Ġmed": 1209,
      "Ġadv": 1210,
      "Ġwithout": 1211,
      "Ġworld": 1212,
      "mise": 1213,
      "andom": 1214,
      "??": 1215,
      "Ġsit": 1216,
      "...": 1217,
      "ĠNe": 1218,
      "Ġinf": 1219,
      "Ġiss": 1220,
      "Ġ8": 1221,
      "Ġap": 1222,
      "Ġ\\": 1223,
      "Ġaround": 1224,
      "Ġsort": 1225,
      "Ġbre": 1226,
      "ins": 1227,
      "ural": 1228,
      "erg": 1229,
      "ron": 1230,
      "way": 1231,
      "Ġsecond": 1232,
      "Ġkeep": 1233,
      "Ġprovided": 1234,
      "Ġpossible": 1235,
      "Ġach": 1236,
      "ypothes": 1237,
      "Ġsomeone": 1238,
      "gor": 1239,
      "Ġcontext": 1240,
      "Ġreturns": 1241,
      "Ġcalcul": 1242,
      "ouse": 1243,
      "Ġelements": 1244,
      "Ġsmall": 1245,
      "Ġoutput": 1246,
      "ger": 1247,
      "ypothesis": 1248,
      "Ġmus": 1249,
      "Ġmon": 1250,
      "ational": 1251,
      "ĠAnd": 1252,
      "Ġcorrect": 1253,
      "gan": 1254,
      "Ġ*": 1255,
      "St": 1256,
      "Ġconf": 1257,
      "velop": 1258,
      "chool": 1259,
      "Ġtoo": 1260,
      "erest": 1261,
      "Ġtri": 1262,
      "Ġplace": 1263,
      "ives": 1264,
      "Ġfriend": 1265,
      "Ġbetter": 1266,
      "Ġduring": 1267,
      "Ġwhy": 1268,
      "ss": 1269,
      "Ġorder": 1270,
      "Ġlast": 1271,
      "umn": 1272,
      "Ġterm": 1273,
      "Ġcommon": 1274,
      "Ġold": 1275,
      "meric": 1276,
      "bo": 1277,
      "Ġdist": 1278,
      "ts": 1279,
      "omm": 1280,
      "Ġbook": 1281,
      "ator": 1282,
      "ank": 1283,
      "Ġcharacter": 1284,
      "Ġcustom": 1285,
      "Ġlit": 1286,
      "Ġiter": 1287,
      "Ġvariable": 1288,
      "ential": 1289,
      "ined": 1290,
      "Ġcr": 1291,
      "Ġthose": 1292,
      "Ġlead": 1293,
      "py": 1294,
      "ton": 1295,
      "Ġless": 1296,
      "ways": 1297,
      "ames": 1298,
      "ining": 1299,
      "Ġrest": 1300,
      "ivid": 1301,
      "Ġtype": 1302,
      "Ġsl": 1303,
      "Ġreview": 1304,
      "atch": 1305,
      "Ġmem": 1306,
      "Ġtop": 1307,
      "ets": 1308,
      "Ġve": 1309,
      "ĠThat": 1310,
      "itle": 1311,
      "Ġfile": 1312,
      "co": 1313,
      "Ġhome": 1314,
      "ted": 1315,
      "Ġgive": 1316,
      "ribut": 1317,
      ")\\": 1318,
      "Ġinterest": 1319,
      "Ġeffect": 1320,
      "ness": 1321,
      "Ġcho": 1322,
      "par": 1323,
      "string": 1324,
      "iqu": 1325,
      "his": 1326,
      "ases": 1327,
      "Ġmaking": 1328,
      "ull": 1329,
      "Ġfield": 1330,
      "ĠAmeric": 1331,
      "arm": 1332,
      "Ġsupport": 1333,
      "Ġ,": 1334,
      "to": 1335,
      "Ġoper": 1336,
      "ists": 1337,
      "ĠEx": 1338,
      "Ġdevelop": 1339,
      "Ġvalues": 1340,
      "raph": 1341,
      "Ġav": 1342,
      "ately": 1343,
      "ale": 1344,
      "Ġfew": 1345,
      "Ġinit": 1346,
      "iment": 1347,
      "Ġreal": 1348,
      "Ġins": 1349,
      "Ġtyp": 1350,
      "Ġsystem": 1351,
      "ified": 1352,
      "Ġtable": 1353,
      "iew": 1354,
      "Ġpositive": 1355,
      "Ġrange": 1356,
      "ĠWhen": 1357,
      "icle": 1358,
      "ner": 1359,
      "Ġpremise": 1360,
      "Ġoften": 1361,
      "ggest": 1362,
      "ier": 1363,
      "Ġinte": 1364,
      "oun": 1365,
      "ava": 1366,
      "ps": 1367,
      "Ġincre": 1368,
      "Ġneg": 1369,
      "Ġmult": 1370,
      "Ġeas": 1371,
      "Ġpot": 1372,
      "Ġgroup": 1373,
      "io": 1374,
      "iction": 1375,
      "Ġgot": 1376,
      "Ġhealth": 1377,
      "Ġtrue": 1378,
      "(\"": 1379,
      "Ġachieve": 1380,
      "Ġschool": 1381,
      "Ġengine": 1382,
      "Ġwithin": 1383,
      "ĠYes": 1384,
      "Ġtrying": 1385,
      "Ġhypothesis": 1386,
      "chn": 1387,
      "Ġdat": 1388,
      "ision": 1389,
      "Ġproper": 1390,
      "âĢ": 1391,
      "angu": 1392,
      "Ġgreat": 1393,
      "Ġ9": 1394,
      "ants": 1395,
      "line": 1396,
      "list": 1397,
      "str": 1398,
      "Ġshow": 1399,
      "ending": 1400,
      "uc": 1401,
      "Ġsince": 1402,
      "Ġmax": 1403,
      "Ġwom": 1404,
      "Ġpublic": 1405,
      "here": 1406,
      "Ġsuggest": 1407,
      "Ġwee": 1408,
      "Ġtem": 1409,
      "ric": 1410,
      "iron": 1411,
      "Ġcook": 1412,
      "Ġanother": 1413,
      "Ġpur": 1414,
      "Ġpartic": 1415,
      "Ġalways": 1416,
      "Ġimportant": 1417,
      "ared": 1418,
      "Ġline": 1419,
      "Ġinc": 1420,
      "Ġhist": 1421,
      "Ġelse": 1422,
      "Ġx": 1423,
      "Ġput": 1424,
      "arly": 1425,
      "Ġdesign": 1426,
      "ah": 1427,
      "oney": 1428,
      "Ġprof": 1429,
      "=\"": 1430,
      "Ġsolution": 1431,
      "Ġgre": 1432,
      "lish": 1433,
      "Ġfilm": 1434,
      "ead": 1435,
      "))": 1436,
      "Ġever": 1437,
      "land": 1438,
      "Ġwon": 1439,
      "Ġbuild": 1440,
      "Ġcolumn": 1441,
      "Ġhard": 1442,
      "Ġexperience": 1443,
      "ĠSe": 1444,
      "Ġunt": 1445,
      "Ġweb": 1446,
      "ety": 1447,
      "ute": 1448,
      "Ġmeans": 1449,
      "oid": 1450,
      "Ġhead": 1451,
      "ule": 1452,
      "Ġnext": 1453,
      "iled": 1454,
      "Ġorig": 1455,
      "Ġlangu": 1456,
      "Ġcompon": 1457,
      "ze": 1458,
      "Ġwrit": 1459,
      "ĠEng": 1460,
      "ible": 1461,
      "Ġinvol": 1462,
      "Ġ?": 1463,
      "Ġsing": 1464,
      "tain": 1465,
      "rain": 1466,
      "000": 1467,
      "ional": 1468,
      "mon": 1469,
      "Ġthree": 1470,
      "Ġself": 1471,
      "ithm": 1472,
      "amet": 1473,
      "Ġcontin": 1474,
      "ploy": 1475,
      "Ġplan": 1476,
      "ock": 1477,
      "iness": 1478,
      "nThe": 1479,
      "Ġvis": 1480,
      "me": 1481,
      "els": 1482,
      "iving": 1483,
      "pro": 1484,
      "aly": 1485,
      "by": 1486,
      "Ġtechn": 1487,
      "Ġchange": 1488,
      "Ġmess": 1489,
      "Ġdoesn": 1490,
      "Ġable": 1491,
      "Ġfamily": 1492,
      "Ġed": 1493,
      "orn": 1494,
      "ality": 1495,
      "Ġstand": 1496,
      "the": 1497,
      "Ġ201": 1498,
      "Ġdescri": 1499,
      "less": 1500,
      "Ġuntil": 1501,
      "Ġdispl": 1502,
      "ĠWhy": 1503,
      "Ġsal": 1504,
      "Ġpost": 1505,
      "Ġcond": 1506,
      "Ġprev": 1507,
      "ĠShe": 1508,
      "ser": 1509,
      "ĠTr": 1510,
      "Ġconc": 1511,
      "Ġmovie": 1512,
      "Ġhuman": 1513,
      "ital": 1514,
      "nThis": 1515,
      "ably": 1516,
      "Ġindic": 1517,
      "Ġcent": 1518,
      "Ġnever": 1519,
      "Ġkind": 1520,
      "Ġmention": 1521,
      "ccess": 1522,
      "Ġpower": 1523,
      "not": 1524,
      "Ġapplic": 1525,
      "vice": 1526,
      "Ġincluding": 1527,
      "</": 1528,
      "Ġ//": 1529,
      "Ġdri": 1530,
      "gorithm": 1531,
      "ency": 1532,
      "Ġthing": 1533,
      "Ġnegative": 1534,
      "ables": 1535,
      "Ġdi": 1536,
      "ons": 1537,
      "Ġbus": 1538,
      "Ġerr": 1539,
      "Ġmet": 1540,
      "Ġdeterm": 1541,
      "ĠThen": 1542,
      "Ġens": 1543,
      "Ġlarge": 1544,
      "Ġchang": 1545,
      "Ġbeh": 1546,
      "uation": 1547,
      "ĠAnswer": 1548,
      "ross": 1549,
      "ĠAr": 1550,
      "Ġactiv": 1551,
      "Ġleft": 1552,
      "viron": 1553,
      "Ġgenerate": 1554,
      "Ġexpress": 1555,
      "Ġindivid": 1556,
      "Ġenc": 1557,
      "Ġopen": 1558,
      "Ġcour": 1559,
      "Ġleg": 1560,
      "ively": 1561,
      "uck": 1562,
      "Ġocc": 1563,
      "Ġalgorithm": 1564,
      "Ġknown": 1565,
      "ats": 1566,
      "Ġinitial": 1567,
      "Ġpay": 1568,
      "Ġsubject": 1569,
      "ology": 1570,
      "Ġmoney": 1571,
      "oss": 1572,
      "search": 1573,
      "ĠCom": 1574,
      "Ġquestions": 1575,
      "man": 1576,
      "Ġnecess": 1577,
      "imum": 1578,
      "Ġlab": 1579,
      "arent": 1580,
      "Ġstruct": 1581,
      "Ġ==": 1582,
      "sh": 1583,
      "Ġcommun": 1584,
      "Ġcome": 1585,
      "for": 1586,
      "clus": 1587,
      "Ġhaving": 1588,
      "data": 1589,
      "nF": 1590,
      "Ġparamet": 1591,
      "Ġho": 1592,
      "Ġworking": 1593,
      "ique": 1594,
      "Ġblo": 1595,
      "Ġsense": 1596,
      "po": 1597,
      "urther": 1598,
      "Ġappe": 1599,
      "ding": 1600,
      "Ġlog": 1601,
      "tt": 1602,
      "atic": 1603,
      "Ġevent": 1604,
      "ee": 1605,
      "Ġarr": 1606,
      "Ġindividual": 1607,
      "Ġmark": 1608,
      "Ġdoing": 1609,
      "Ġident": 1610,
      "Ġdr": 1611,
      "Ġanim": 1612,
      "Ġcompany": 1613,
      "js": 1614,
      "Ġsearch": 1615,
      "Ġsci": 1616,
      "ĠId": 1617,
      "Ġmonth": 1618,
      "Ġarea": 1619,
      "Ġrandom": 1620,
      "Ġair": 1621,
      "work": 1622,
      "ird": 1623,
      "ĠNo": 1624,
      "ling": 1625,
      "aj": 1626,
      "ĠPro": 1627,
      "//": 1628,
      "entence": 1629,
      "Ġdue": 1630,
      "Ġ\\'": 1631,
      "Ġvarious": 1632,
      "Ġmulti": 1633,
      "Ġpres": 1634,
      "')": 1635,
      "Ġbody": 1636,
      "Ġlevel": 1637,
      ";\\": 1638,
      "Ġupd": 1639,
      "plement": 1640,
      "Ġanything": 1641,
      "requ": 1642,
      "ently": 1643,
      "Ġenviron": 1644,
      "ond": 1645,
      "ĠQu": 1646,
      "ailed": 1647,
      "Ġpred": 1648,
      "Ġcap": 1649,
      "ilar": 1650,
      "Ġlibr": 1651,
      "ĠPh": 1652,
      "Ġpat": 1653,
      "Ġaccess": 1654,
      "Ġquery": 1655,
      "Ġfree": 1656,
      "Ġcharacters": 1657,
      "ergy": 1658,
      "Ġgetting": 1659,
      "Ġsignific": 1660,
      "Ġes": 1661,
      "Ġbas": 1662,
      "Ġlight": 1663,
      "ext": 1664,
      "verse": 1665,
      "Ġlooking": 1666,
      "Ġview": 1667,
      "'ll": 1668,
      "Ġbreak": 1669,
      "arning": 1670,
      "Ġappro": 1671,
      "vern": 1672,
      "ĠSh": 1673,
      "vert": 1674,
      "Ġactually": 1675,
      "Ġlanguage": 1676,
      "Ġtalk": 1677,
      "Ġhour": 1678,
      "oh": 1679,
      "ĠJava": 1680,
      "Ġthought": 1681,
      "Ġrele": 1682,
      "rol": 1683,
      "Ġstre": 1684,
      "Ġallow": 1685,
      "itions": 1686,
      "my": 1687,
      "Ġlearn": 1688,
      "ries": 1689,
      "Ġlength": 1690,
      "Ġlaw": 1691,
      "amp": 1692,
      "Ġmove": 1693,
      "Ġdog": 1694,
      "osed": 1695,
      "Ġrequest": 1696,
      "Ġlittle": 1697,
      "Ġbig": 1698,
      "Ġturn": 1699,
      "Ġsuccess": 1700,
      "alse": 1701,
      "ĠBe": 1702,
      "Ġvers": 1703,
      "Ġagainst": 1704,
      "ization": 1705,
      "Ġhouse": 1706,
      "Ġ</": 1707,
      "Ġinclude": 1708,
      "Ġreci": 1709,
      "Ġsever": 1710,
      "ails": 1711,
      "20": 1712,
      "az": 1713,
      "Ġtot": 1714,
      "Ġdont": 1715,
      "Ġenough": 1716,
      "ĠThese": 1717,
      "Ġwhether": 1718,
      "Ġrepl": 1719,
      "\".": 1720,
      "Ġmakes": 1721,
      "Ġcomput": 1722,
      "ĠNew": 1723,
      "Ġjo": 1724,
      "ipp": 1725,
      "Ġuses": 1726,
      "Ġaff": 1727,
      "Ġrepresent": 1728,
      "Ġlay": 1729,
      "Ġpresent": 1730,
      "ĠFinally": 1731,
      "aring": 1732,
      "Ġseems": 1733,
      "Ġfocus": 1734,
      "Ġorgan": 1735,
      "Ġrecomm": 1736,
      "ump": 1737,
      "Ġlikely": 1738,
      "Ġ200": 1739,
      "Ġcity": 1740,
      "ances": 1741,
      "Ġelect": 1742,
      "Ġlove": 1743,
      "Ġimplement": 1744,
      "Ġtoget": 1745,
      "Ġmust": 1746,
      "Ġtogether": 1747,
      "ither": 1748,
      "aut": 1749,
      "Ġsimilar": 1750,
      "atures": 1751,
      "Ġindex": 1752,
      "apt": 1753,
      "Ġprob": 1754,
      "Ġcomb": 1755,
      "ware": 1756,
      "ivers": 1757,
      "Ġredu": 1758,
      "Ġphys": 1759,
      "set": 1760,
      "Ġargument": 1761,
      "Ġidea": 1762,
      "Ġsentiment": 1763,
      "Ġseveral": 1764,
      "fe": 1765,
      "Ġweek": 1766,
      "Ġmusic": 1767,
      "Ġsentences": 1768,
      "ape": 1769,
      "ĠAdd": 1770,
      "Ġimpro": 1771,
      "uff": 1772,
      "Ġhappen": 1773,
      "Ġrecommend": 1774,
      "Ġprom": 1775,
      "ready": 1776,
      "Ġenergy": 1777,
      "ml": 1778,
      "Ġstory": 1779,
      "ially": 1780,
      "mit": 1781,
      "Ġpri": 1782,
      "],": 1783,
      "Ġexpect": 1784,
      "Ġenvironment": 1785,
      "Ġcountry": 1786,
      "aces": 1787,
      "ĠUS": 1788,
      "Ġsound": 1789,
      "Ġfin": 1790,
      "Ġsignificant": 1791,
      "âĢĻ": 1792,
      "wh": 1793,
      "anc": 1794,
      "Ġmil": 1795,
      "Ġarticle": 1796,
      "Ġremain": 1797,
      "Ġbad": 1798,
      "Ġoptions": 1799,
      "Ġcost": 1800,
      "Ġabove": 1801,
      "itional": 1802,
      "Ġproject": 1803,
      "Ġcertain": 1804,
      "Ġalready": 1805,
      "Ġothers": 1806,
      "Ġsw": 1807,
      "hor": 1808,
      "Ġmeaning": 1809,
      "Ġet": 1810,
      "ĠOne": 1811,
      "Ġest": 1812,
      "Ġsn": 1813,
      "':": 1814,
      "Ġdone": 1815,
      "ĠSentence": 1816,
      "Ġside": 1817,
      "Ġtimes": 1818,
      "Ġsteps": 1819,
      "Ġ=>": 1820,
      "Ġcult": 1821,
      "tr": 1822,
      "Ġaction": 1823,
      "'d": 1824,
      "Ġaway": 1825,
      "Ġamount": 1826,
      "ids": 1827,
      "Ġcomplete": 1828,
      "Ġdisplay": 1829,
      "of": 1830,
      "rame": 1831,
      "Ġrecord": 1832,
      "ctor": 1833,
      "Ġrequire": 1834,
      "ides": 1835,
      "ior": 1836,
      "idd": 1837,
      "ams": 1838,
      "Ġopp": 1839,
      "estion": 1840,
      "Ġsize": 1841,
      "aur": 1842,
      "Ġoriginal": 1843,
      "Ġbit": 1844,
      "Ġ18": 1845,
      "Ġissue": 1846,
      "gin": 1847,
      "med": 1848,
      "Ġrelations": 1849,
      "ination": 1850,
      "Ġresearch": 1851,
      "ĠReact": 1852,
      "Ġfurther": 1853,
      "Ġpa": 1854,
      "verage": 1855,
      "Ġsocial": 1856,
      "Ġsour": 1857,
      "ĠAmerican": 1858,
      "Ġgovern": 1859,
      "pre": 1860,
      "ĠUnited": 1861,
      "10": 1862,
      "ML": 1863,
      "ush": 1864,
      "sole": 1865,
      "Ġmessage": 1866,
      "ished": 1867,
      "print": 1868,
      "Ġcontent": 1869,
      "Ġsty": 1870,
      "Ġgrow": 1871,
      "Ġresponse": 1872,
      "Ġcolle": 1873,
      "ĠAfter": 1874,
      "aim": 1875,
      "Ġapplication": 1876,
      "ĠOr": 1877,
      "ajor": 1878,
      "lu": 1879,
      "ĠDe": 1880,
      "Ġtotal": 1881,
      "Ġwrite": 1882,
      "Ġaddress": 1883,
      "Ġshort": 1884,
      "min": 1885,
      "ends": 1886,
      "Ġhold": 1887,
      "Ġexec": 1888,
      "Ġcaus": 1889,
      "ived": 1890,
      "Ġhig": 1891,
      "ohn": 1892,
      "Ġgame": 1893,
      "Ġprofess": 1894,
      "Ġcrit": 1895,
      "Ġstructure": 1896,
      "Ġtitle": 1897,
      "Ġgrad": 1898,
      "ĠSure": 1899,
      "cuss": 1900,
      "ĠHT": 1901,
      "ember": 1902,
      "Ġnecessary": 1903,
      "QL": 1904,
      "Ġ12": 1905,
      "Ġ}\\": 1906,
      "mat": 1907,
      "rie": 1908,
      "urs": 1909,
      "Ġpast": 1910,
      "sc": 1911,
      "Ġdefine": 1912,
      "Ġerror": 1913,
      "Ġpain": 1914,
      "Ġrece": 1915,
      "ateg": 1916,
      "arget": 1917,
      "ĠNow": 1918,
      "Ġinstall": 1919,
      "Ġdoc": 1920,
      "By": 1921,
      "Ġdiff": 1922,
      "plic": 1923,
      "ĠAI": 1924,
      "Ġdiv": 1925,
      "wards": 1926,
      "Ġdays": 1927,
      "ĠCl": 1928,
      "izes": 1929,
      "Ġpret": 1930,
      "Ġpolit": 1931,
      "let": 1932,
      "Ġparticular": 1933,
      "Ġleast": 1934,
      "ability": 1935,
      "Ġetc": 1936,
      "Ġstates": 1937,
      "Ġage": 1938,
      "\"\".": 1939,
      "yn": 1940,
      "Ġchildren": 1941,
      "Ġlearning": 1942,
      "ral": 1943,
      "Ġintern": 1944,
      "Ġposition": 1945,
      "Ġsuper": 1946,
      "ĠSp": 1947,
      "Ġdescrib": 1948,
      "Ġstop": 1949,
      "ulation": 1950,
      "avor": 1951,
      "Ġtold": 1952,
      "Ġrelationship": 1953,
      "\"\",": 1954,
      "Ġ&": 1955,
      "Ġsingle": 1956,
      "Ġbusiness": 1957,
      "Ġz": 1958,
      "outh": 1959,
      "cle": 1960,
      "Ġnon": 1961,
      "Ġfriends": 1962,
      "Ġprot": 1963,
      "aw": 1964,
      "acy": 1965,
      "Ġaccur": 1966,
      "Ġemploy": 1967,
      "Ġstrong": 1968,
      "ER": 1969,
      "Ġreport": 1970,
      "Ġsituation": 1971,
      "light": 1972,
      "://": 1973,
      "Ġpract": 1974,
      "ele": 1975,
      "ches": 1976,
      "icult": 1977,
      "']": 1978,
      "amed": 1979,
      "Ġland": 1980,
      "clusion": 1981,
      "Ġpopular": 1982,
      "Ġyes": 1983,
      "uments": 1984,
      "Ġgl": 1985,
      "**": 1986,
      "orld": 1987,
      "Ġlive": 1988,
      "inary": 1989,
      "ĠInd": 1990,
      "ording": 1991,
      "Ġmajor": 1992,
      "ault": 1993,
      "Ġess": 1994,
      "ik": 1995,
      "ĠLet": 1996,
      "Ġthough": 1997,
      "Ġusually": 1998,
      "atural": 1999,
      "Ġmar": 2000,
      "ĠWhile": 2001,
      "test": 2002,
      "add": 2003,
      "Ġhistory": 2004,
      "Ġlim": 2005,
      "Ġscri": 2006,
      "oph": 2007,
      "ĠSome": 2008,
      "Ġbelieve": 2009,
      "mod": 2010,
      "Ġexplain": 2011,
      "Ġcell": 2012,
      "Ġmiss": 2013,
      "Ġscript": 2014,
      "ples": 2015,
      "ills": 2016,
      "Ġdidn": 2017,
      "Ġbecome": 2018,
      "Ġeither": 2019,
      "Ġseem": 2020,
      "Ġdetermine": 2021,
      "Ġgeneral": 2022,
      "ĠEnglish": 2023,
      "joy": 2024,
      "Ġbuy": 2025,
      "duct": 2026,
      "Ġprim": 2027,
      "Ġexist": 2028,
      "Ġ15": 2029,
      "Ġdiction": 2030,
      "Ġcontrol": 2031,
      "respon": 2032,
      "icient": 2033,
      "nTo": 2034,
      "Ġconsider": 2035,
      "cially": 2036,
      "Ġbro": 2037,
      "most": 2038,
      "Ġphr": 2039,
      "Ġparent": 2040,
      "arth": 2041,
      "ane": 2042,
      "ĠAre": 2043,
      "Ġcommand": 2044,
      "Ġspace": 2045,
      "Ġanyone": 2046,
      "fully": 2047,
      "aug": 2048,
      "Ġpack": 2049,
      "Ġyoung": 2050,
      "Ġrunning": 2051,
      ".\"": 2052,
      "Ġitem": 2053,
      "Ġoptim": 2054,
      "und": 2055,
      "Ġinstead": 2056,
      "Ġben": 2057,
      "Ġgen": 2058,
      "Ġsepar": 2059,
      "abase": 2060,
      "nect": 2061,
      "Ġcalculate": 2062,
      "new": 2063,
      "Ġ$": 2064,
      "Ġvalid": 2065,
      "Ġmen": 2066,
      "ĠOn": 2067,
      "Ġ(`": 2068,
      "ait": 2069,
      "Ġdiscuss": 2070,
      "Ġworks": 2071,
      "ĠX": 2072,
      "----": 2073,
      "ĠFr": 2074,
      "Ġfar": 2075,
      "Ġstudents": 2076,
      "sum": 2077,
      "ĠStates": 2078,
      "Ġunique": 2079,
      "Ġpretty": 2080,
      "nH": 2081,
      "aries": 2082,
      "plit": 2083,
      "ĠIdent": 2084,
      "Ġlow": 2085,
      "Ġresults": 2086,
      "Ġinstance": 2087,
      "Ġprobably": 2088,
      "Ġpersonal": 2089,
      "ĠQuestion": 2090,
      "aster": 2091,
      "Ġtaking": 2092,
      "Ġrelated": 2093,
      "Ġissues": 2094,
      "ĠBy": 2095,
      "clude": 2096,
      "Ġ--": 2097,
      "Ġcustomer": 2098,
      "Ġoption": 2099,
      "max": 2100,
      "input": 2101,
      "Ġalong": 2102,
      "Ġnight": 2103,
      "ply": 2104,
      "ĠCre": 2105,
      "Ġment": 2106,
      "ON": 2107,
      "Ġfive": 2108,
      "action": 2109,
      "soci": 2110,
      "raw": 2111,
      "conom": 2112,
      "Ġsimple": 2113,
      "cur": 2114,
      "Ġteam": 2115,
      "Ġenjoy": 2116,
      "Ġlocal": 2117,
      "Ġ100": 2118,
      "ium": 2119,
      "Ġgir": 2120,
      "izing": 2121,
      "Ġred": 2122,
      "Ġlibrary": 2123,
      "Ġcontains": 2124,
      "resents": 2125,
      "ĠWith": 2126,
      "Ġhours": 2127,
      "Ġclaim": 2128,
      "Ġselect": 2129,
      "Ġimpact": 2130,
      "ont": 2131,
      "lling": 2132,
      "uro": 2133,
      "Ġmodule": 2134,
      "Ġpage": 2135,
      "Ġdate": 2136,
      "ĠIdentify": 2137,
      "ming": 2138,
      "Ġlater": 2139,
      "Ġdefin": 2140,
      "Ġwoman": 2141,
      "hing": 2142,
      "ĠFirst": 2143,
      "ories": 2144,
      "Ġrepresents": 2145,
      "ĠOpt": 2146,
      "Ġver": 2147,
      "Ġcannot": 2148,
      "ules": 2149,
      "pos": 2150,
      "You": 2151,
      "Ġabs": 2152,
      "Ġretrie": 2153,
      "back": 2154,
      "Ġcomponent": 2155,
      "head": 2156,
      "Ġris": 2157,
      "Ġtre": 2158,
      "ailable": 2159,
      "Ġmultiple": 2160,
      "Ġoffic": 2161,
      "ball": 2162,
      "ification": 2163,
      "Ġstrings": 2164,
      "ĠGiven": 2165,
      "ĠHTML": 2166,
      "ĠLe": 2167,
      "Ġneeds": 2168,
      "body": 2169,
      "rist": 2170,
      "nFinally": 2171,
      "Ġdirectly": 2172,
      "Ġlocation": 2173,
      "Ġdifference": 2174,
      "Ġfull": 2175,
      "Ġmentioned": 2176,
      "gest": 2177,
      "ĠBased": 2178,
      "Ġmom": 2179,
      "pty": 2180,
      "Ġclean": 2181,
      "ĠPl": 2182,
      "utes": 2183,
      "Ġrespect": 2184,
      "ĠUs": 2185,
      "Ġseen": 2186,
      "ribute": 2187,
      "Ġpath": 2188,
      "sel": 2189,
      "orth": 2190,
      "Ġgovernment": 2191,
      "key": 2192,
      "osp": 2193,
      "wise": 2194,
      "log": 2195,
      "Ġpotential": 2196,
      "use": 2197,
      "['": 2198,
      "ĠAt": 2199,
      "fort": 2200,
      "Ġdictionary": 2201,
      "Ġconsidered": 2202,
      "Ġrole": 2203,
      "Ġtemper": 2204,
      "Ġquick": 2205,
      "Ġrather": 2206,
      "Ġallows": 2207,
      "ney": 2208,
      "Ġitems": 2209,
      "por": 2210,
      "ones": 2211,
      "ison": 2212,
      "Ġpie": 2213,
      "Ġdesired": 2214,
      "Ġmind": 2215,
      "Ġversion": 2216,
      "ann": 2217,
      "result": 2218,
      "Ġprovides": 2219,
      "Ġinvest": 2220,
      "ters": 2221,
      ".,": 2222,
      "cing": 2223,
      "pper": 2224,
      "ilos": 2225,
      "Ġclear": 2226,
      "Ġcolor": 2227,
      "Ġtraining": 2228,
      "ients": 2229,
      "array": 2230,
      "ww": 2231,
      "sw": 2232,
      "ler": 2233,
      "ĠInput": 2234,
      "Ġassist": 2235,
      "Ġsimply": 2236,
      "ĠIts": 2237,
      "Ġspecial": 2238,
      "ised": 2239,
      "time": 2240,
      "++": 2241,
      "Script": 2242,
      "Ġentire": 2243,
      "no": 2244,
      "Ġmeet": 2245,
      "Ġisn": 2246,
      "aterial": 2247,
      "Ġwent": 2248,
      "String": 2249,
      "Ġsong": 2250,
      "Ġdatabase": 2251,
      "Ġlower": 2252,
      "PI": 2253,
      "alyze": 2254,
      "sib": 2255,
      "gress": 2256,
      "igure": 2257,
      "Ġindust": 2258,
      "Ġsays": 2259,
      "ots": 2260,
      "Ġpredict": 2261,
      "ese": 2262,
      "ference": 2263,
      "Ġmaximum": 2264,
      "Ġonce": 2265,
      "Ġoverall": 2266,
      "Ġnorm": 2267,
      "Ġemail": 2268,
      "adem": 2269,
      "aps": 2270,
      "Ġrestaur": 2271,
      "Ġstarted": 2272,
      "Ġtarget": 2273,
      "fer": 2274,
      "ground": 2275,
      "Ġemot": 2276,
      "Ġwrong": 2277,
      "bal": 2278,
      "Ġequal": 2279,
      "Ġchanges": 2280,
      "Ġnet": 2281,
      "asing": 2282,
      "Ġnatural": 2283,
      "Ġcomplex": 2284,
      "count": 2285,
      "ounter": 2286,
      "Ġpress": 2287,
      "Ġste": 2288,
      "Ġroom": 2289,
      "ook": 2290,
      "Ġwalk": 2291,
      "ST": 2292,
      "Ġcourse": 2293,
      "ury": 2294,
      "Ġmach": 2295,
      "col": 2296,
      "div": 2297,
      "Ġmor": 2298,
      "Ġcut": 2299,
      "Ġ>": 2300,
      "Ġdifficult": 2301,
      "pecially": 2302,
      "Ġsumm": 2303,
      "html": 2304,
      "Ġcou": 2305,
      "ina": 2306,
      "Ġformat": 2307,
      "Ġstay": 2308,
      "Ġways": 2309,
      "Ġhope": 2310,
      "ropri": 2311,
      "nces": 2312,
      "Ġfore": 2313,
      "Ġlink": 2314,
      "Ġcause": 2315,
      "Ġauthor": 2316,
      "row": 2317,
      "ĠPlease": 2318,
      "iod": 2319,
      "Ġensure": 2320,
      "Ġseries": 2321,
      "Ġsym": 2322,
      "Ġconsole": 2323,
      "ender": 2324,
      "Ġeat": 2325,
      "irt": 2326,
      "alf": 2327,
      "Ġpoints": 2328,
      "ror": 2329,
      "nder": 2330,
      "Ġfeatures": 2331,
      "Ġdig": 2332,
      "dit": 2333,
      "nHere": 2334,
      "Ġplease": 2335,
      "Ġperformance": 2336,
      "Ġhandle": 2337,
      "ĠUse": 2338,
      "Ġregular": 2339,
      "ogn": 2340,
      "ouble": 2341,
      "\")": 2342,
      "='": 2343,
      "vant": 2344,
      "leep": 2345,
      "Ġterms": 2346,
      "Ġfour": 2347,
      "Ġprice": 2348,
      "illion": 2349,
      "Ġwin": 2350,
      "Ġaverage": 2351,
      "Ġdeal": 2352,
      "Ġempty": 2353,
      "gs": 2354,
      "Ġwind": 2355,
      "iversity": 2356,
      "ires": 2357,
      "Ġavoid": 2358,
      "Ġyoure": 2359,
      "bs": 2360,
      "Ġaccount": 2361,
      "Ġfall": 2362,
      "Ġport": 2363,
      "Ġtwe": 2364,
      "Ġcareer": 2365,
      "Ġoil": 2366,
      "Ġunderstanding": 2367,
      "Ġbenef": 2368,
      "ledge": 2369,
      "ĠYour": 2370,
      "ried": 2371,
      "uture": 2372,
      "Ġavailable": 2373,
      "Ġtook": 2374,
      "Ġtransl": 2375,
      "Ġblack": 2376,
      "plain": 2377,
      "sequ": 2378,
      "istic": 2379,
      "Ġscen": 2380,
      "ards": 2381,
      "Ġtrack": 2382,
      "Ġtoday": 2383,
      "Ġimprove": 2384,
      "Ġhelps": 2385,
      "Ġeconom": 2386,
      "ume": 2387,
      "Ch": 2388,
      "book": 2389,
      "Ġoutside": 2390,
      "Ġmatch": 2391,
      "Ġvide": 2392,
      "Ġservice": 2393,
      "Ġ:": 2394,
      "lying": 2395,
      "ĠJohn": 2396,
      "Ġmaterial": 2397,
      "Ġbecom": 2398,
      "nBy": 2399,
      "LE": 2400,
      "Ġeveryone": 2401,
      "Ġchecks": 2402,
      "Ġexact": 2403,
      "Ġtrad": 2404,
      "Ġu": 2405,
      "etimes": 2406,
      "ended": 2407,
      "Ġmaintain": 2408,
      "`.\\": 2409,
      "che": 2410,
      "rite": 2411,
      "Ġstudy": 2412,
      "rix": 2413,
      "Ġflo": 2414,
      ");\\": 2415,
      "face": 2416,
      "anation": 2417,
      "Ġnp": 2418,
      "vices": 2419,
      "ĠZ": 2420,
      "Ġfrequ": 2421,
      "Ġoccur": 2422,
      "Ġmanage": 2423,
      "ĠGo": 2424,
      "ilt": 2425,
      "Ġwomen": 2426,
      "ny": 2427,
      "Ġwhole": 2428,
      "ĠPre": 2429,
      "Ġfr": 2430,
      "Ġdeg": 2431,
      "Ġstudent": 2432,
      "Ġweight": 2433,
      "nN": 2434,
      "Ġbehav": 2435,
      "Ġhot": 2436,
      "Ġgreater": 2437,
      "Ġclose": 2438,
      "Ġfac": 2439,
      "Ġtypically": 2440,
      "Ġcreating": 2441,
      "Ġmot": 2442,
      "Ġnamed": 2443,
      "Ġnames": 2444,
      "idence": 2445,
      "Ġsorted": 2446,
      "Ġassign": 2447,
      "Ġnear": 2448,
      "Ġexam": 2449,
      "ift": 2450,
      "ĠPr": 2451,
      "anks": 2452,
      "Ġapproach": 2453,
      "Ġcorrespon": 2454,
      "Ġwhite": 2455,
      "arily": 2456,
      "Ġbi": 2457,
      "ĠCertain": 2458,
      "ĠCreate": 2459,
      "empt": 2460,
      "Ġrout": 2461,
      "artment": 2462,
      "Ġeduc": 2463,
      "Ġmethods": 2464,
      "Ġeverything": 2465,
      "Ġusers": 2466,
